Repository: mrnman66/luci-app-amlogic
Catalog: luci-app-amlogic/po/*/amlogic.po
Languages: ru

source: Amlogic Service
ru: Сервис Amlogic

source: Support for managing OpenWrt in Amlogic, Rockchip and Allwinner boxes.
ru: Поддержка управления OpenWrt на устройствах Amlogic, Rockchip и Allwinner.

source: Install OpenWrt
ru: Установить OpenWrt

source: Select Device Model
ru: Выбрать модель устройства

source: Manual Upload Update
ru: Ручное обновление через загрузку

source: Choose File
ru: Выбрать файл

source: Replace OpenWrt Kernel
ru: Заменить ядро OpenWrt

source: Update OpenWrt Firmware
ru: Обновить прошивку OpenWrt

source: Online Download Update
ru: Обновление через онлайн-загрузку

source: Update Box Plugin Only
ru: Обновить только плагин для бокса

source: Update System Kernel Only
ru: Обновить только ядро системы

source: Full System Update
ru: Полное обновление системы

source: Rescue the original system kernel
ru: Восстановить исходное ядро системы

source: Backup Firmware Configuration
ru: Резервное копирование конфигурации прошивки

source: Open List
ru: Открыть список

source: Download Backup
ru: Скачать резервную копию

source: Upload Backup
ru: Загрузить резервную копию

source: Create Snapshot
ru: Создать снимок

source: Restore Snapshot
ru: Восстановить снимок

source: Delete Snapshot
ru: Удалить снимок

source: Plugin Settings
ru: Настройки плагина

source: OpenWrt firmware download repository
ru: Репозиторий для загрузки прошивки OpenWrt

source: Tags keywords in Releases
ru: Ключевые слова тегов в релизах

source: Suffix of OpenWrt file
ru: Суффикс файла OpenWrt

source: OpenWrt Kernel Download Repository
ru: Репозиторий для загрузки ядра OpenWrt

source: Set version branch
ru: Установить ветку версии

source: Keep configuration update
ru: Сохранить конфигурацию при обновлении

source: Automatically write bootloader
ru: Автоматически записать загрузчик

source: Set file system type
ru: Установить тип файловой системы

source: CPU Settings
ru: Настройки процессора

source: OpenWrt Compiler author
ru: Автор компилятора OpenWrt
